export const Evolution = () => {
  return (
    <>
      <h1>箱入れうさぎ攻略・進化ツリー</h1>
      <a href="/">TOP</a>／進化ツリー
      <h2>ツリー</h2>
      <pre>{`
007. みにもも
    014. もも
        016. たれみみ →
        027. たてろーる →
        050. ???
    008. ふつう →
    002. みにちゃ
        009. ちゃ
            012. きいろ →
                025. ねざー
                    197. ???
            034. うし →
            020. やんちゃ →
        005. みにきいろ
            012. きいろ →
            006. みにあお
                013. あお
                    011. むらさき →
                    017. けだま →
                    033. ぺんぎん
                004. みにむらさき
                    011. むらさき →
                    003. みにくろ
                        010. くろ
                            015. きんがん →
                            030. まっくろくろすけ
                                018. はちわれ →
                                039. ???
                                057. ???
                            018. はちわれ →
                        001. こうさぎ
                            008. ふつう →
                            015. きんがん →
                            016. たれみみ →
                        057. ???
                    173. なす → ☓
                195. ???
            105. たんさんでんち
                106. たんいちでんち → ☓
        110. ???

008. ふつう
    017. けだま →
    026. あしがる
        039. ???
        040. ???
        102. ???
    035. ひとがた →

012. きいろ
    016. たれみみ
        028. ＤＪ
            027. たてろーる →
            043. ばっは
        032. おねむ
            027. たてろーる →
        036. てんし →
    034. うし →
    020. やんちゃ →

015. きんがん
    019. どきんがん
        035. ひとがた →
        048. ???
        125. ???
    020. やんちゃ →
    126. ＨＭＤ
        127. ???

017. けだま
    029. やまあらし
        047. ???
        038. ???
    047. ???
    038. ???

018. はちわれ
    024. だっち → ☓
    023. ろっぷ
        197. ???

020. やんちゃ
    035. ひとがた →
    044. しゃちょう
    193. ???

021. みいら
    118. きょんしー
    161. まみぃ
        162. きんぐまみぃ

022. ふらんけん
    122. ???
    164. ぶぎーまん
        165. ???

027. たてろーる
    045. ???
    043. ばっは
    050. ???

034. うし
    024. だっち → ☓
    046. ???

035. ひとがた
    041. ???
    048. ???
    044. しゃちょう

036. てんし
    049. ???

037. あくま
    036. てんし →
    049. ???

044. しゃちょう
    150. ???

051. Ｕ星からの物体Ｘ
    053. ミーゴ → ☓
    054. ???

052. たこ
    055. ???
    056. ???

058. ひろお
    060. ひーろーブルー
    061. ひーろーグリーン
    191. ???

066. れんとげん
    068. かぼちゃ

067. おばけ
    069. ???

074. ゆきうさぎ
    075. ???

076. リース
    077. ???

082. こまいぬ
    083. ししまい
    084. こま

090. ぶた
    091. ???

092. かっぱ
    093. さごじょう

139. うしろ
    140. やどかり
        141. ???

142. かに
    143. さはぎん
        144. ???

167. ぺちか
    168. まんとるぴーす → ☓

173. なす → ☓

174. たか → ☓

175. ふじ → ☓

???　未開放
→　複数から進化
→ ☓　進化先無し
`}</pre>
    </>
  )
}
